Repository: ngothan/system-config-kdump
Catalog: po/*.po
Languages: ast, de, el, fr, id, sr

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 675 Mass Ave, Cambridge, MA 02139, USA.
de: Dieses Programm ist freie Software. Sie können es unter den Bedingungen der GNU General Public License, wie von der Free Software Foundation veröffentlicht, weitergeben und/oder modifizieren, entweder gemäß Version 2 der Lizenz oder (nach Ihrer Option) jeder späteren Version. Die Veröffentlichung dieses Programms erfolgt in der Hoffnung, dass es Ihnen von Nutzen sein wird, aber OHNE IRGENDEINE GARANTIE, sogar ohne die implizite Garantie der MARKTREIFE oder der VERWENDBARKEIT FÜR EINEN BESTIMMTEN ZWECK. Details finden Sie in der GNU General Public License. Sie sollten ein Exemplar der GNU General Public License zusammen mit diesem Programm erhalten haben. Falls nicht, schreiben Sie an die Free Software Foundation, Inc., 675 Mass Ave, Cambridge, MA 02139, USA.
fr: Ce programme est un logiciel libre ; vous pouvez le redistribuer et/ou le modifier au titre des clauses de la Licence Publique Générale GNU, telle que publiée par la Free Software Foundation ; soit la version 2 de la Licence, ou (à votre discrétion) une version ultérieure quelconque. Ce programme est distribué dans l'espoir qu'il sera utile, mais SANS AUCUNE GARANTIE ; sans même une garantie implicite de COMMERCIABILITÉ ou DE CONFORMITÉ À UNE UTILISATION PARTICULIÈRE. Voir la Licence Publique Générale GNU pour plus de détails. Vous devriez avoir reçu un exemplaire de la Licence Publique Générale GNU avec ce programme ; si ce n'est pas le cas, écrivez à la Free Software Foundation, Inc., 675 Mass Ave, Cambridge, MA 02139, USA.
sr: Овај програм је слободан софтвер; можете га раздељивати и/или мењати под условима ГНУ Опште јавне лиценце као што ју је објавила Задужбина за слободан софтвер; или под лиценцом верзије 2, или (по вашем избору) под било којом каснијом верзијом. Овај програм се раздељује у нади да ће бити од користи, али БЕЗ ИКАКВЕ ГАРАНЦИЈЕ; чак и без подразумеване гаранције ПРИКЛАДНОСТИ ЗА ПРОДАЈУ или ПОДОБНОСТИ ЗА ПОСЕБНУ НАМЕНУ. Погледајте ГНУ Општу јавну лиценцу за више детаља. Требало би да сте примили узорак ГНУ Опште јавне лиценце уз овај програм; ако нисте, пишите Задужбини за слободан софтвер: Free Software Foundation, Inc., 675 Mass Ave, Cambridge, MA 02139, USA.

source: Reboot
sr: Покрени поново

source: Halt
sr: Заустави

source: Power off
sr: Искључи

source: Start a shell
sr: Покрени љуску

source: Dump to rootfs and reboot
de: Speicherauszug schreiben und neu starten
fr: Vider sur rootfs et redémarrer
sr: Избаци у rootfs и покрени поново

source: Kdump is a new kernel crash dumping mechanism. In the event of a system crash, a core file can be captured using kdump, which runs in the context of a freshly booted kernel, making it far more reliable than methods capturing within the context of the crashed kernel. Being able to capture a core file can be invaluable in helping determine the root cause of a system crash. Note that kdump does require reserving a portion of system memory that will be unavailable for other uses.
ast: Kdump ye un mecanismu nuevu de volcáu del kernel en casu de fallu. Si'l sistema se cuelga, un ficheru del núcleu pue ser capturáu usando kdump. Ésti execútase nel contestu d'un kernel recién aniciáu, proporcionando una mayor fiabilidá que la d'otros métodos que capturen el ficheru de núcleu dende'l contestu del kernel que falló. La captura del ficheru de núcleu pue aidar a determinar les causes principales del fallu nel sistema. Ten en cuenta que kdump requier una porción de la memoria del sistema que nun se va poder usar por usuariu dengún.
de: Kdump ist ein neuer Mechanismus zum Dumpen von Kernel-Abstürzen. Im Falle eines Systemabsturzes kann eine Core-Datei mit Hilfe von kdump aufgezeichnet werden, welches im Kontext eines frisch gebooteten Kernels läuft. Dies ist wesentlich zuverlässiger, als Methoden, die den Kontext in einem abgestürzten Kernel aufzeichnen. Die Möglichkeit, eine Core-Datei aufzuzeichnen, kann sehr hilfreich bei der Ursachenforschung eines Systemabsturzes sein. Beachten Sie, dass kdump einen Anteil des Systemspeichers beansprucht, der ansonsten nicht zur Verfügung steht.
el: Το Kdump είναι ο καινούργιος μηχανισμός απομόνωσης κρασαρίσματος του πυρήνα. Κατά το κρασάρισμα ένα αρχείο μπορεί να καταγράφει χρησιμοποιώνταςτο kdump, το οποίο τρέχει στα περιεχόμενα ενός φρέσκου φορτωμένου πυρήνα, κάνονταςτον περισσότερο αξιόπιστο απότις μεθόδους καταγράφοντας μέσα στα περιεχόμενα του κρασαρισμένου πυρήνα. Η δυνατότητα καταγραφής ενός κύριου αρχείου μπορεί να φανεί ανεκτίμητο στη βοήθεια καθορισμού της βασικής αιτίας διακοπής συστήματος. Σημείωσε ότι το kdump απαιτεί ένα εφεδρικό σημείο της μνήμης του συστήματος που θα είναι μη διαθέσιμο για άλλους χρήστες.
fr: Kdump est un nouveau mécanisme de capture lors du plantage d'un noyau. Si un système échoue, un fichier noyau peut être capturé en utilisant kdump, qui est exécuté dans le contexte d'un noyau récemment démarré, ce qui le rend beaucoup plus fiable que les méthodes de capture dans le contexte d'un noyau qui a échoué. Être capable de capturer un fichier noyau peut être inestimable pour aider à déterminer la cause principale de l'échec d'un système. Notez que kdump requiert une partie de la mémoire système qui sera indisponible pour d'autres utilisations.
id: Kdump adalah mekanisme baru mencatat keadaan memori saat terjadi 'kernel crash', berkas 'core' akan ditangkap menggunakan kdump, yang berjalan dalam konteks sebagaimana kernel yang baru booting, dengan demikian menjadi metode yang lebih terpercaya dibandingkan bila penangkapan dilakukan dalam kernel yang crash. Dapat menangkap berkas core dapat sangat bernilai untuk membantu menentukan sebab musabab crashnya sistem. Ingat bahwa kdump perlu mencadangkan sebagian dari memori sistem yang tidak dapat digunakan oleh pemakai lain.
sr: Kdump је нови механизам за избачај краха језгра. У случају краха система, датотека сржи се може задржати користећи kdump, који се извршава у контексту свеже покренутог језгра, што је много поузданије од задржавања унутар контекста крахираног језгра. Имати могућност задржавања датотеке сржи може бити непроцењиво у помагању одређивања узрока у корену краха система. Приметите да kdump захтева заузимање дела системске меморије који неће бити доступан за другу употребу.

source: Kdump will attempt to place the vmcore at the specified location. In the event that it fails to place the vmcore at location, the default action (specified below) will be executed.
ast: Kdump va intentar asitiar el vmcore nel allugamientu conseñáu. En casu de que nun se pueda asitiar vmcore nesi llugar, va executase l'aición predeterminada (conseñada darréu):
de: Kdump versucht, den vmcore an angegebener Stelle zu platzieren. Falls dies misslingt, wird die Standardaktion (weiter unten spezifiziert) ausgeführt.
el: Το Kdump θα επιχειρίσει να τοποθετήσει το vmcore σε καθορισμένο σημείο. Στην περίπτωση που αποτύχει να τοποθετήσει το vmcore, η προκαθορισμένη ενέργεια (καθορίζεται παρακάτω) θα εκτελεστεί.
fr: Kdump essayera de placer le vmcore à l'emplacement spécifié. Si cela devait échouer, l'action par défaut (spécifiée ci-dessous) sera exécutée.
id: Kdump akan mencoba menempatkan vmcore pada lokasi yang ditentukan. Pada saat gagal menempatkan vmcore ke lokasi tersebut, tindakan default (tersebut di bawah) akan dilakukan.
sr: Kdump ће покушати да остави vmcore на наведено место. У случају да не успе да се постави vmcore на том месту, подразумевана радња (наведена испод) ће бити изведена.

source: Don't know how to configure your boot loader.
de: Keine Ahnung, wie Ihr Bootloader zu konfigurieren ist.
fr: Je ne sais pas comment configurer votre chargeur de démarrage.
sr: Не знам како да подесим ваш покретачки програм.

source: system-config-kdump: no default kernel
de: system-config-kdump: kein Standard-Kernel
fr: system-config-kdump : aucun noyau par défaut
sr: system-config-kdump: нема подразумеваног кернела

source: Sorry, this architecture does not currently support kdump
ast: Sentímoslo, esta arquitectura entá nun sofita kdump
de: Bedaure! Diese Architektur unterstützt kdump derzeit nicht
el: Λυπάμαι, αυτή η αρχιτεκτονική δεν υποστηρίζει αυτή τη στιγμή το kdump
fr: Désolé, actuellement cette architecture ne supporte pas kdump
id: Maaf, arsitektur ini sekarang belum mendukung kdump
sr: Жалим, ова архитектура тренутно не подржава kdump

source: system-config-kdump: kdump not supported
de: system-config-kdump: kdump wird nicht unterstützt
fr: system-config-kdump : kdump non pris en charge
sr: system-config-kdump: kdump није подржан

source: Unable to detect total system memory from /proc/iomem. Total system memory will not be accurate.
de: Die Grösse des Arbeitsspeichers kann von /proc/iomem nicht ausgelesen werden. Die Gesamtgrösse des Arbeitsspeichers ist deshalb ungenau.
fr: Impossible de détecter la totalité de la mémoire système depuis /proc/iomem. La totalité de la mémoire système ne sera pas précise.
sr: Немогуће откривање укупне системске меморије из /proc/iomem. Количина укупне системске меморије неће бити прецизна.

source: system-config-kdump: Memory error
de: system-config-kdump: Speicherfehler
fr: system-config-kdump : erreur de mémoire
sr: system-config-kdump: Грешка меморије

source: Sorry, ia64 xen kernels do not support kdump at this time.
ast: Siéntolo, los kernel xen ia64 nun sofiten kdump nesti momentu.
de: Leider unterstützen ia64 Xen-Kernels kdump derzeit nicht.
el: Δυστηχώς, οι ia64 xen πυρήνες δεν υποστηρίζουν το kdump αυτή τη στιγμή.
fr: Désolé, les noyaux Xen pour les architectures ia64 ne supportent pas kdump pour le moment !
id: Maaf, kernel ia64 xen belum mendukung kdump saat ini.
sr: Жалим, ia64 Xen језгра тренутно не подржавају kdump.

source: This system does not have enough memory for kdump to be viable
ast: Esti sistema nun tien memoria suficiente pa que kdump seya vidable
de: Dieses System besitzt für die Realisierung von kdump zu wenig Speicher
el: Το σύστημα δεν εχει αρκετή μνήμη για να πραγματοποιηθεί το kdump
fr: Ce système ne dispose pas d'assez de mémoire pour que kdump soit viable
id: Sistem ini tidak memiliki cukup memori untuk kdump
sr: Систем не поседује довољно меморије како би kdump био могућ

source: system-config-kdump: Not enough memory
de: system-config-kdump: nicht ausreichend Speicher
fr: system-config-kdump : mémoire insuffisante
sr: system-config-kdump: Нема довољно меморије

source: Path cannot be empty for '%s' locations.
de: Der Pfad kann für '%s' Orte nicht leer sein.
fr: Le chemin ne peut pas être vide pour les emplacements « %s ».
sr: Путања не може бити празна за '%s' локације.

source: Reset path to default ('%s')?.
de: Zurücksetzen des Pfades auf die Standardeinstellung ('%s')?.
fr: Réinitialiser le chemin vers la valeur par défaut (« %s ») ?
sr: Вратити путању на подразумевану ('%s')?.

source: system-config-kdump: Empty path
de: system-config-kdump: leerer Pfad
fr: system-config-kdump : chemin vide
sr: system-config-kdump: Празна путања

source: You must specify server.
de: Sie müssen den Server angeben.
fr: Vous devez préciser le serveur.
sr: Морате навести сервер.

source: system-config-kdump: Server name not set
de: system-config-kdump: Servername nicht angegeben
fr: system-config-kdump : nom du serveur non défini
sr: system-config-kdump: Име сервера није постављено

source: You must specify user name.
de: Geben Sie den Benutzernamen an.
fr: Vous devez préciser un nom d'utilisateur
sr: Морате навести корисничко име.

source: system-config-kdump: User name not set
de: system-config-kdump: Benutzername nicht angegeben
fr: system-config-kdump : nom d'utilisateur non défini
sr: system-config-kdump: Корисничко име није постављено

source: You must select one of the raw devices
de: Sie müssen eines der Raw-Geräte auswählen
fr: Vous devez choisir l'un des périphériques bruts
sr: Морае означити један од raw уређаја

source: system-config-kdump: Raw device error
de: system-config-kdump: Fehler mit dem Raw-Gerät
fr: system-config-kdump : erreur du périphérique brut
sr: system-config-kdump: Грешка raw уређаја

source: You must select one of the partitions
de: Sie müssen eine der Partitionen auswählen
fr: Vous devez sélectionner l'une des partitions
sr: Морате означити једну од партиција

source: system-config-kdump: Local partition error
de: systen-config-kdump: Fehler auf der lokalen Partition
fr: system-config-kdump : erreur sur la partition locale
sr: system-config-kdump: Грешка локалне партиције

source: WARNING: xen kdump support requires a non-xen %s RPM to perform actual crash dump capture.
de: WARNUNG: Die Unterstützung für xen-kdump setzt ein Nicht-Xen-RPM %s voraus, um die tatsächliche Aufzeichnung von Crash-Dumps durchzuführen.
fr: AVERTISSEMENT : la prise en charge de kdump par xen nécessite un RPM %s non-xen pour effectuer la capture du plantage système actuel.
sr: УПОЗОРЕЊЕ: подршка за xen kdump захтева non-xen %s RPM да изврши снимање остатака при краху.

source: Please be sure you have the non-xen %s RPM of the same version as your xen kernel installed.
de: Stellen Sie bitte sicher, dass das Nicht-Xen-RPM %s Ihrem installierten Xen-Kernel entspricht.
fr: Assurez-vous que les versions du RPM %s non-xen et du noyau xen installées sont identiques.
sr: Осигурајте се да имате non-xen %s RPM исте верзије као ваш инсталирани xen кернел.

source: system-config-kdump: Need non-xen kernel
de: system-config-kdump: Nicht-Xen-Kernel wird benötigt
fr: system-config-kdump : noyau non-xen requis
sr: system-config-kdump: Потребан је non-xen кернел

source: Changing Kdump settings requires rebooting the system to reallocate memory accordingly. %sYou will have to reboot the system for the new settings to take effect.
ast: El cambéu de la configuración de Kdump requier reaniciar el sistema pa reasignar memoria de mou amañosu. %s Va tener que reaniciar el sistema pa que los cambeos seyan efeutivos.
de: Das Verändern der Einstellungen von Kdump erfordert einen Neustart des Systems, um Speicher entsprechend zuzuweisen. %s Sie müssen das System neu starten, damit die neuen Einstellungen wirksam werden.
el: Αλλάζοντας τις ρυθμίσεις του Kdump απαιτείται επανεκκίνηση του συστήματος για να επανατοποθετηθεί η μνήμη ανάλογα. %sΠρέπει να επανεκκινήσεις το σύστημα για να ισχύσουν οι νέες ρυθμίσεις.
fr: Modifier les paramètres de kdump nécessite un redémarrage du système afin deréallouer convenablement la mémoire. %sVous devrez redémarrer le système pour que les nouveaux paramètres prennent effet.
id: Mengubah setting kdump membutuhkan sistem dimulai dari awal lagi untuk realokasi memori. %sAnda harus reboot sistem agar setting baru bisa berefek.
sr: Измена Kdump подешавања захтева поновно покретање система како би се сходно заузела меморија. %sМораћете поново да покренете систем како би нова подешавања прешла у дејство.

source: system-config-kdump: Need reboot
de: system-config-kdump: Neustart erforderlich
fr: system-config-kdump : redémarrage nécessaire
sr: system-config-kdump: Потребно је поновно покретање система

source: Error writing kdump configuration: %s
de: Fehler beim Schreiben der kdump-Konfiguration: %s
fr: Erreur lors de l'écriture de la configuration kdump : %s
sr: Грешка при упису kdump подешавања: %s

source: system-config-kdump: Error write kdump configuration
de: system-config-kdump: Fehler beim Schreiben der kdump Konfiguration
fr: system-config-kdump : erreur lors de l'écriture de la configuration de kdump
sr: system-config-kdump: Грешка при упису kdump подешавања

source: Error writing bootloader configuration
de: Fehler beim Schreiben der Bootloaderkonfiguration
fr: Erreur lors de l'écriture de la configuration du chargeur de démarrage
sr: Грешка уписа подешавања покретачког програма

source: system-config-kdump: Error write bootloader configuration
de: system-config-kdump: Fehler beim Schreiben der Bootloaderkonfiguration
fr: system-config-kdump : erreur lors de l'écriture de la configuration du chargeur de démarrage
sr: system-config-kdump: Грешка уписа подешавања покретачког програма

source: Error writing bootloader configuration: %s
de: Fehler beim Schreiben der Bootloader-Konfiguration: %s
fr: Erreur lors de l'écriture de la configuration du chargeur de démarrage : %s
sr: Грешка уписа подешавања покретачког програма: %s

source: Error handling kdump services %s
de: Fehlerbehandlung Kdump-Services %s
fr: Erreur lors de la gestion des services kdump %s
sr: Грешка при руковању kdump сервисима %s

source: system-config-kdump: Error handle services
de: system-config-kdump: Fehler bei der Handhabung der kdump-Dienste
fr: system-config-kdump : erreur de gestion des services
sr: system-config-kdump: Грешка при руковању сервисима

source: Configurations successfully saved
de: Konfigurationen erfolgreich gesichert
fr: Configuration correctement enregistrée
sr: Подешавања су успешно сачувана

source: system-config-kdump: Configuration saved
de: system-config-kdump: Die Konfiguration wurde gespeichert
fr: system-config-kdump : configuration sauvegardée
sr: system-config-kdump: Подешавања сачувана

source: Error reading kdump configuration: %s
de: Fehler beim Lesen der kdump Konfiguration: %s
fr: Erreur lors de la lecture de la configuration kdump : %s
sr: Грешка при учитавању kdump подешавања: %s

source: system-config-kdump: kdump configuration file error
de: system-config-kdump: Fehler in der kdump-Konfigurationsdatei
fr: system-config-kdump : erreur dans le fichier de configuration kdump
sr: system-config-kdump: kdump грешка датотеке подешавања

source: Core collector must begin with 'makedumpfile'
ast: El recoleutor de núcleu tien d'entamar con 'makedumpfile'
de: Core-Collector muss mit 'makedumpfile' beginnen
el: Ο βασικός συλλέκτης πρέπει να ξεκινά με 'makedumpfile'
fr: Le collecteur principal doit commencer avec « makedumpfile »
id: Kolektor core harus diawali dengan 'makedumpfile'
sr: Сабирач сржи мора почети са „makedumpfile“

source: system-config-kdump: Bad core collector
de: system-config-kdump: Fehlerhafter Core-Collector
fr: system-config-kdump : mauvais collecteur principal
sr: system-config-kdump: Лоше језгро колектора

source: Unable to get command line arguments for %s
de: Keine Befehlszeilenargumente für %s abrufbar
fr: Impossible de récupérer les arguments de la ligne de commande pour %s
sr: Неуспешно преузимање аргумената команде линије за %s

source: system-config-kdump: grubby error
de: system-config-kdump: Grubby-Fehler
fr: system-config-kdump : erreur étrange
sr: system-config-kdump: grubby грешка

source: Unable to get default kernel
de: Kein Standard-Kernel abrufbar
fr: Impossible d'obtenir le noyau par défaut
sr: Неуспешно очитавање подразумеваног кернела

source: Unable to get all kernel names
de: Keine Kernel-Namen abrufbar
fr: Impossible d'obtenir le nom de tous les noyaux
sr: Неуспешно очитавање имена свих кернела

source: Invalid crashkernel value: %s. Possible values are: X X@Y %s
de: Ungültiger Crashkernel-Wert: %s. Mögliche Werte sind: X X@Y %s
fr: Valeur pour crashkernel invalide : %s. Les valeurs possibles sont » X » X@Y %s
sr: Неисправна crashkernel вредност: %s. Могуће вредности су: X X@Y %s

source: Bad crashkernel value
de: Schlechter Wert des Crashkernels
fr: Mauvaise valeur pour crashkernel
sr: Лоша crashkernel вредност

source: Raw device %s wasn't found on this machine
de: Das Raw-Gerät %s wurde auf dieser Maschine nicht gefunden
fr: Le périphérique brut %s est introuvable sur cette machine
sr: Raw уређај %s није пронађен на овој машини

source: Local file system partition with name %s
de: Partition im lokalen Dateisystem mit der Bezeichnung %s
fr: Partition %s sur le système de fichiers local
sr: Локална партиција са именом %s

source: and type %s wasn't found
de: und der Typ %s wurde nicht gefunden
fr: et le type %s n'a pas été trouvé
sr: и врстом %s није пронађен

source: core will be in /var/crash/%DATE on rootfs
de: Core wird in /var/crash/%DATE auf rootfs abgelegt
fr: le contenu sera sur le système de fichier racine dans /var/crash/%DATE
sr: језгро ће бити у /var/crash/%DATE на rootfs-у

source: core will be in %s/%%DATE on %s
de: Core wird in %s/%%DATE auf %s abgelegt
fr: le contenu sera dans %s/%%DATE sur %s
sr: језгро ће бити у %s/%%DATE на %s

source: The help viewer could not be found. To be able to view help, the 'yelp' package needs to be installed.
de: Der Hilfe-Betrachter wurde nicht gefunden. Um die Hilfe anzeigen zu können, muss das Paket 'yelp' installiert sein.
fr: Le navigateur d'aide est introuvable. Pour visualiser l'aide, le paquet « yelp » doit être installé.
sr: Прегледач помоћи није пронађен. Да бисте могли видети помоћ, потребно је да 'yelp' пакет буде инсталиран.

source: Unable to get kdump service status
de: Status des Kdump-Services nicht abrufbar
fr: Impossible d'obtenir le statut du service kdump
sr: Неуспешно очитавање стања kdump сервиса

source: system-config-kdump: Handling services error
de: system-config-kdump: Fehler beim Bearbeiten des Dienstes
fr: system-config-kdump : erreur lors de la gestion du service
sr: system-config-kdump: Грешка руковања сервисима

source: Unable to handle kdump services
de: Es ist nicht möglich, die Kdump-Dienste zu bearbeiten
fr: Impossible de gérer les service kdump
sr: Неуспешно руковање kdump сервисима

source: Unable to communicate with backend. %s
de: Es ist nicht möglich, mit dem Backend zu kommunizieren. %s
fr: Impossible de communiquer avec le moteur. %s
sr: Неуспешна комуникација са позадинским механизмом. %s

source: System config kdump: dbus error
de: System config kdump: Dbus-Fehler
fr: System config kdump : erreur dbus
sr: System config kdump: dbus грешка

source: D-Bus server is not running. Please make sure D-Bus is running.
de: Der D-Bus-Server läuft nicht. Bitte stellen Sie sicher, dass der Dienst läuft.
fr: Le serveur D-Bus n'est pas en cours d'exécution. Veuillez vous assurer que D-Bus est bien en cours d'exécution.
sr: D-Bus сервер није покренут. Молим осигурајте се да D-Bus буде покренут.

source: Error executing system-config-kdump
de: Fehler beim Ausführen von 'system-config-kdump'
fr: Erreur lors de l'exécution de system-config-kdump
sr: Грешка при извршавању system-config-kdump

source: a
sr: а

source: Called command
de: Befehl abgerufen
fr: Commande appelée
sr: Позвана команда

source: Standard output
de: Standard-Ausgabe
fr: Sortie standard
sr: Стандардни излаз

source: Standard error
de: Standard-Fehler
fr: Erreur standard
sr: Стандардне грешке

source: About system-config-kdump
de: Über system-config-kdump
fr: À propos de system-config-kdump
sr: О програму system-config-kdump

source: Kernel Dump Configuration
ast: Configuración de Volcáu del Kernel
de: Kernel-Dump-Konfiguration
el: Ρύθμιση Απομονωτή Πυρήνα
fr: Configuration du noyau Dump
id: Konfigurasi Dump Kernel
sr: Подешавање избачаја језгра

source: _File
de: _Datei
fr: _Fichier
sr: _Датотека
