Repository: ngothan/system-config-kdump
Catalog: po/*.po
Languages: ast, de, el, fr, id, sr

source: Apply changes, save booloader config file and save kexec/kdump config file
de: Führe die Änderungen durch, speichere die Bootloader Konfigurationsdatei und die kexec/kdump Konfigurationsdatei
fr: Appliquer les changements, sauvegarder le fichier de configuration du chargeur de démarrage et sauvegarder le fichier de configuration kexec/kdump
sr: Примени промене, сачувај датотеку подешавања за покретачки програм и сачувај kexec/kdump датотеку подешавања

source: Reload original settings from config files
de: Original-Einstellungen aus Konfigurationsdatei neu laden
fr: Recharger les paramètres initiaux pour configurer les fichiers
sr: Поново учитај оригиналне поставке из датотека подешавања

source: Exit and discard not saved changes
de: Beenden und nicht gespeicherte Änderungen verwerfen
fr: Quitter et ignorer les modifications non sauvegardées
sr: Изађи и занемари све промене које нису сачуване

source: _Options
de: _Optionen
sr: _Опције

source: _Help
de: _Hilfe
fr: _Aide
sr: _Помоћ

source: Apply
de: Anwenden
fr: Appliquer
sr: Примени

source: Reload
de: Neuladen
fr: Recharger
sr: Учитај поново

source: Enable kdump
ast: Habilitar kdump
de: kdump aktivieren
el: Ενεργοποίηση kdump
fr: Activer kdump
id: Aktifkan kdump
sr: Укључи kdump

source: Enable
de: Aktivieren
fr: Activer
sr: Омогући

source: Disable kdump
de: kdump deaktivieren
fr: Désactiver kdump
sr: Онемогући kdump

source: Disable
de: Deaktivieren
fr: Désactiver
sr: Онемогући

source: Firmware assisted dump
de: Firmware gestützter Speicherauszug
fr: Vidage assisté par le microcode
sr: Слика стања помогнута firmware-ом

source: Manual settings
de: Manuelle Einstellungen
fr: Configuration manuelle
sr: Ручна подешавања

source: Total System Memory:
de: Gesamter Systemspeicher (MB):
fr: Mémoire totale du système :
sr: Укупна системска меморија:

source: Current kdump Memory:
de: aktueller kdump Speicher (MB):
fr: Mémoire kdump actuelle :
sr: Тренутна kdump меморија:

source: New kdump Memory:
de: Neuer kdump-Speicher:
fr: Nouvelle mémoire kdump :
sr: Нова kdump меморија:

source: Usable Memory:
de: Nutzbarer Speicher (MB):
fr: Mémoire utilisable :
sr: Употребљива меморија:

source: Basic Settings
de: Grundeinstellungen
fr: Paramètres de base
sr: Основна подешавања

source: Local filesystem
de: Lokales Dateisystem
fr: Système de fichiers local
sr: Локални систем датотека

source: Save kdump file in local filesystem
de: kdump-Datei im lokalen Dateisystem speichern
fr: Sauvegardez le fichier kdump sur le système de fichiers local
sr: Сачувај kdump датотеку на локалном систему датотека

source: Choose partition where you want to save your kdump
de: Wählen Sie die Partition aus, auf der Sie Ihr kdump speichern möchten
fr: Choisissez une partition où enregistrer votre kdump
sr: Одаберите партицију где желите сачувати ваш kdump

source: Partition:
sr: Партиција:

source: Path:
ast: Camín:
de: Pfad:
el: Διαδρομή:
fr: Chemin :
sr: Путања:

source: Target directory on local file system
de: Zielverzeichnis im lokalen Dateisystem
fr: Dossier cible sur le système de fichiers local
sr: Одредишни директоријум на локалном систему датотека

source: Raw device
de: Raw-Gerät
fr: Périphérique brut
sr: Raw уређај

source: Save kdump file in raw device
de: kdump-Datei in Raw-Gerät speichern
fr: Sauvegardez le fichier kdump sur un périphérique brut
sr: Сачувај kdump датотеку на raw уређају

source: Select raw device
de: Raw-Gerät auswählen
fr: Choisissez un périphérique brut
sr: Изабери raw уређај

source: Network
de: Netzwerk
fr: Réseau
sr: Мрежа

source: Save kdump file via network
de: kdump-Datei via Netzwerk speichern
fr: Sauvegardez le fichier kdump via le réseau
sr: Сачувај kdump датотеку преко мреже

source: Save kdump file via NFS
de: kdump-Datei via NFS speichern
fr: Sauvegardez le fichier kdump via NFS
sr: Сачувај kdump датотеку преко NFS-a

source: Save kdump file via SSH
de: kdump-Datei via SSH speichern
fr: Sauvegardez le fichier kdump via SSH
sr: Сачувај kdump датотеку преко SSH

source: User must have necessary write permissions on the server
de: Benutzer muß notwendige Schreibberechtigungen auf dem Server besitzen
fr: L'utilisateur doit disposer des droits d'écriture nécessaires sur le serveur
sr: Корисници морају имати потребне дозволе за упис на серверу

source: Path to directory to save kdump file on server
de: Pfad zu dem Verzeichnis, in dem die kdump-Datei auf dem Server gespeichert werden soll
fr: Chemin vers le dossier de sauvegarde du fichier kdump sur le serveur
sr: Путања до директоријума за чување kdump датотеке на серверу

source: Network server name
de: Netzwerk-Server-Name
fr: Nom du serveur réseau
sr: Име мрежног сервера

source: User name:
de: Benutzername:
fr: Nom d'utilisateur :
sr: Корисничко име:

source: Path to directory:
de: Pfad zu Verzeichnis:
fr: Chemin vers le répertoire :
sr: Путања до директоријума:

source: Server name:
fr: Nom du serveur :
sr: Име сервера:

source: Target settings
de: Ziel-Einstellungen
fr: Paramètres de la cible
sr: Подешавање одредишта

source: zero page
fr: page zéro
sr: нулта страница

source: Exclude zero page
de: Zeropage ausschließen
fr: Exclure la page zéro
sr: Изостави нулту страницу

source: cache page
fr: page de cache
sr: кеширана страница

source: Exclude cache page
de: Cachepage ausschließen
fr: Exclure la page de cache
sr: Изостави кеширану страницу

source: cache private
fr: cache privé
sr: приватни кеш

source: Exclude cache private
de: Cacheprivate ausschließen
fr: Exclure le cache privé
sr: Изостави приватни кеш

source: user data
de: Benutzerdaten
fr: données utilisateur
sr: кориснички подаци

source: Exclude user data
de: Benutzerdaten ausschließen
fr: Exclure les données utilisateurs
sr: Изостави корисничке податке

source: free page
fr: page libre
sr: слободна страница

source: Exclude free page
de: Freepage ausschließen
fr: Exclure la page libre
sr: Изостави слободну страницу

source: Actual filter level:
de: Tatsächliche Filterstufe:
fr: Niveau actuel de filtrage :
sr: Прави ниво филтера:

source: <b>Filtering level </b>
de: <b>Filterstufe </b>
fr: <b>Niveau de filtrage </b>
sr: <b>Ниво филтрирања </b>

source: ELF file format
de: ELF-Dateiformat
fr: Format de fichier ELF
sr: ELF формат датотеке

source: diskdump file format
de: Diskdump-Dateiformat
fr: Format de fichier diskdump
sr: diskdump формат датотеке

source: <b>Output file format</b>
de: <b>Ausgabe-Dateiformat</b>
fr: <b>Format de fichier de sortie</b>
sr: <b>Излазни формат датотеке</b>

source: Filtering settings
de: Filtereinstellungen
fr: Filtrage des paramètres
sr: Подешавања филтрирања

source: Default initrd
de: Standard initrd
fr: Initrd par défaut :
sr: Подразумевани initrd

source: Use default initrd
de: Standard initrd
fr: Utiliser l'initrd par défaut
sr: Користи подразумевани initrd

source: Custom initrd
de: Standard initrd
fr: Initrd personnalisé
sr: Прилагођени initrd

source: Use custom initrd
de: Standard initrd verwenden
fr: Utiliser un initrd personnalisé
sr: Користи прилагођени initrd

source: Choose custom initrd file
de: Wählen Sie eine Custom-initrd-Datei aus
fr: Choisissez un fichier initrd personnalisé
sr: Одабери прилагођену initrd датотеку

source: Select An initrd File
de: Wählen Sie eine initrd-Datei aus
fr: Choisissez un fichier initrd
sr: Одабери initrd датотеку

source: <b>initrd selection</b>
de: <b>initrd-Auswahl</b>
fr: <b>sélection de l'initrd</b>
sr: <b>initrd одабир</b>

source: Default kernel
de: Standard-Kernel
fr: Noyau par défaut :
sr: Подразумевани кернел

source: Use default kernel image
de: Standard Kernel-Image verwenden
fr: Utiliser l'image par défaut du noyau
sr: Користи подразумевану слику кернела

source: Custom kernel
fr: Noyau personnalisé
sr: Прилагођени кернел

source: Use custom kernel image
de: Custom-Kernel-Image verwenden
fr: Utiliser une image personnalisée du noyau
sr: Користи прилагођену слику кернела

source: Choose your custom kernel
de: Wählen Sie Ihren Custom-Kernel
fr: Choisissez votre noyau personnalisé
sr: Одаберите прилагођени кернел

source: <b>Capture kernel selection</b>
de: <b>Kernel-Auswahl festhalten</b>
fr: <b>Capturer le choix du noyau</b>
sr: <b>Сними избор кернела</b>

source: Kernel command line options
de: Kernel-Kommandozeilenoptionen
fr: Options de la ligne de commande pour le noyau
sr: Опције командне линије кернела

source: Original kernel command line options
de: Original Kernel-Kommandozeilenoptionen
fr: Options initiales de la ligne de commande pour le noyau
sr: Оригиналне опције командне линије кернела

source: Original:
fr: Initial :
sr: Оригинал:

source: Edited:
de: Bearbeitet:
fr: Modifié :
sr: Измењено:

source: <b>Command line options</b>
de: <b>Kommandozeilenoptionen</b>
fr: <b>Options de la ligne de commande</b>
sr: <b>Опције командне линије</b>

source: Choose default action
de: Standard-Aktion auswählen
fr: Choisissez l'action par défaut
sr: Изаберите подразумевану акцију

source: <b>Action if dumping fails</b>
sr: <b>Акција ако избацивање не успе</b>

source: <b>Core collector</b>
fr: <b>Collecteur principal</b>
sr: <b>Језгро колектора</b>

source: Expert settings
de: Experteneinstellung
fr: Paramètres avancés
sr: Стручна подешавања

source: (MB)
fr: (Mio)

source: N/A
de: nicht verfügbar

source: mount rootfs and run /sbin/init
ast: monta rootfs y executa /sbin/init
el: προσάρτησε το rootfs και τρέξε sbin/init
id: mount rootfs dan jalankan perintah /sbin/init

source: Configure kdump/kexec
ast: Configurar kdump/kexec
el: Ρύθμιση kdump/kexec
id: Konfigurasi kdump/kexec

source: Failed to detect total system memory
ast: Falló la deteición total de la memoria del sistema
el: Απετυχε να βρει τη συνολική μνήμη του συστήματος
id: Gagal mendeteksi total sistem memori

source: Path cannot be empty for '%s' locations. Reset path to default ('%s')?.
ast: El camín nun pue tar ermu pa '%s'. ¿Usar el valor predetermináu ('%s')?.
el: Η διαδρομή δεν μπορεί να είναι κενή για '%s' τοποθεσίες. Επανέφερε τη διαδρομή στο προκαθορισμένο ('%s')?.
id: Path tidak dapat kosong untuk lokasi '%s'. Reset path ke nilai default ('%s')?

source: Note that the %s architecture does not feature a relocatable kernel at this time, and thus requires a separate kernel-kdump package to be installed for kdump to function. This can be installed via 'yum install kernel-kdump' at your convenience.
ast: Ten en cuenta que l'arquitectura %s nun sofita un reasitiamientu del kernel nestos momentos. Hai qu'instalar el paquete kernel-kdump pa que kdump furrule. La instalación pue facese pentemedies de 'yum install kernel-kdump' en cualesquier momentu.
el: Σημειώστε ότι η αρχιτεκτονική %s δεν εμφανίζει ένα μεταφερόμενο πυρήνα αυτή τη στιγμή και έτσι απαιτεί ένα ξεχωριστό πακέτο kernel-kdump να εγκατασταθεί για να λειτουργήσει το kdump. Αυτό εγκατηστάται με 'yum install kernel-kdump' για την ευκολία σου
id: Catat bahwa arsitektur %s tidak memiliki fitur yang memungkinkan relokasi kernel saat ini, dan dengan demikian membutuhkan instalasi paket kernel-kdump terpisah supaya fungsi kdump bisa jalan. Ini dapat diinstall melalui 'yum install kernel-kdump'.

source: WARNING: xen kdump support requires a non-xen %s RPM to perform actual crash dump capture. Please be sure you have the non-xen %s RPM of the same version as your xen kernel installed.
ast: ATENCIÓN: el sofitu pa xen kdump requier un RPM %s non-xen pa facer la captura del vuelcu de parada de sistema. Por favor, asegúrate de tener el RPM %s non-xen de la mesma versión que'l so kernel xen instaláu.
el: ΠΡΟΗΔΟΠΟΙΗΣΗ: Η υποστήριξη xen kdump απαιτεί ένα non-xen %s RPM για να αποδώσει πραγματικά την καταγραφή απομόνωσης κρασαρισματος. Παρακαλείστε να βεβαιωθείτε ότι έχετε το non-xen %s RPM της ίδιας έκδοσης όπως στο εγκατεστημένο xen πυρήνα σας.
id: PERINGATAN: dukungan xen kdump membutuhkan RPM %s non-xen untuk melakukan pengambilan crash dump. Harap pastikan Anda memiliki RPM %s non-xen dari versi yang sama dengan kernel xen yang diinstall.

source: Edit Location
ast: Editar Allugamientu
el: Επεξεργασία Τοποθεσίας
id: Ubah Lokasi

source: New Location
ast: Allugamientu Nuevu
el: Νέα Τοποθεσία
id: Lokasi Baru

source: Select a location type:
ast: Escueyi un triba d'allugamientu:
el: Επέλεξε ενα τύπο τοποθεσίας:
id: Pilih tipe lokasi:

source: Enter location:
ast: Inxerte Allugamientu:
el: Εισήγαγε τοποθεσία:
id: Masukkan lokasi:

source: SSH locations must be of the form 'user@host'. A path can be specified in the main window.
ast: Los allugamientos SSH tienen de tener la forma 'usuariu@host'. Pue especificaes un camín na ventana principal.
el: Οι SSH τοποθεσίες πρέπει να είναι της φόρμας 'user@host'. Μία διαδρομή μπορεί να οριστεί μέσα στο κύριως παράθυρο.
id: Lokasi SSH harus dalam bentuk 'user@host'. Path dapat disebutkan dalam windows utama.

source: NFS locations must be of the form 'host:/path'
ast: Los allugamientos NFS tienen de tener la forma 'host:/path'
el: Οι NFS τοποθεσίες πρέπει να είναι της φόρμας 'host:/path'
id: Lokasi NFS harus dalam bentuk 'host:/path'

source: For raw locations you must specify a valid device node.
ast: Pa allugamientos raw tienes de conseñar un nuedu de preséu válidu.
el: Για τις γραμμικές τοποθεσίες πρέπει να ορίσεις έναν έγκυρο κόμβο συσκευής.
id: Untuk lokasi raw Anda harus menyebutkan node perangkat yang valid.

source: Support for filesystem type '%s' is not present on this system
ast: El sofitu pa ficheros de sistemes '%s' nun s'alcuentra nesti sistema.
el: Υποστήριξη για το σύστημα αρχείων τύπου '%s' δεν παρουσιάζεται σε αυτό το σύστημα
id: Dukungan untuk tipe sistem berkas '%s' belum ada dalam sistem ini

source: Failed to stat device node '%s'
ast: Falló la obtención d'información del nuedu del preséu '%s'
el: Αποτυχία στην ανίχνευση του κόμβου συσκευής '%s'
id: Gagal memeriksa perangkat di node '%s'

source: '%s' locations must specify a valid device node.
ast: Los allugamientos '%s' tienen de conseñar un nuedu de preséu válidu.
el: Οι τοποθεσίες '%s' πρέπει να καθορίσουν εναν έγκυρο κόμβο συσκευής.
id: Lokasi '%s' harus menyebutkan node perangkat yang valid.

source: No bootloader config file found, aborting configuration!
ast: ¡Nun s'atopó'l ficheru de configuración del xestor d'arranque, albortando la configuración !
el: Δεν βρέθηκε κανένα αρχείο ρύθμισης του bootloader, ακυρώνοντας τη διαμόρφωση!
id: Berkas konfigurasi bootloader tidak ditemukan, membatalkan konfigurasi!

source: You must be root to run this application.
ast: Tien de ser root pa executar esta aplicación.
el: Πρέπει να είσαι υπερχρήστης για να τρέξεις αυτη την εφαρμογή.
id: Anda harus root untuk menjalankan aplikasi ini.

source: Total System Memory (MB):
ast: Memoria Total del Sistema (MB):
el: Συνολική Μνήμη Συστήματος (MB):
id: Memori Sistem Total (MB):

source: kdump Memory (MB):
ast: Memoria kdump (MB):
el: kdump Μνήμη (MB):
id: Memori kdump (MB):

source: Usable Memory (MB):
ast: Memoria Usable (MB):
el: Αχρησιμοποίητη μνήμη (MB):
id: Memori Yang Bisa Digunakan (MB):

source: Location:
ast: Allugamientu:
el: Τοποθεσία:
id: Lokasi:

source: Core Collector:
ast: Recoleutor de núcleu:
el: Βασικός Συλλέκτης:
id: Kolektor Core:

source: Default Action:
ast: Aición por Defeutu:
el: Προεπιλεγμένη Ενέργεια:
id: Aksi Default:
